{
  "sidebar": {
    "how_it_works": "How It Works",
    "our_clients": "Our Clients",
    "about_us": "About us",
    "contact_us": "Contact Us"
  },
  "header_details": "N-Infinite - Thailand’s First Tech-enabled Online Restaurant Group",
  "unlock_title": "Unlock the",
  "unlock_title_details": "Full Potential of Your Restaurant's Online Sales",
  "unlock_content": "Are you ready to take your restaurant's online presence to the next level? At N-Infinite, we specialize in harnessing the power of data to help restaurants flourish in the digital landscape in a post covid era.",
  "unlock_content_details": "Our cutting-edge platform analyzes data from various sources, crafting tailored strategies that drive organic growth, boost sales, and enhance your restaurant's online visibility.",
  "our_cutting_edge": "Our cutting-edge platform analyzes data",
  "from_various_sources": "from various sources",
  "crafting": ",crafting",
  "tailored_strategies": "tailored strategies",
  "that_drive": "that drive",
  "organic_growth_boost_sales": "organic growth, boost sales",
  "and_enhance_your_restaurants": ", and enhance your restaurant's",
  "online_visibility": "online visibility.",
  "grow_online_sales": "Grow Online Sales through Food Delivery Platforms",
  "together_our_group_has_the": "Together, our group has the",
  "voice_and_negotiation_power": "voice and negotiation power",
  "with_online_food": "with online food delivery platforms like foodpanda and Grab, creating an unfair competitive advantage for our partner brands.",
  "launch_new_online": "Launch New Online Brands in Existing Kitchens",
  "launch_new_online_brands_to": "Launch new online brands to",
  "optimize_kitchen_capacities": "optimize kitchen capacities",
  "and_drive_innovation": "and drive Innovation and profitability of existing stores.",
  "invest_and_help_restaurants": "Invest and Help Restaurants Raise Funds for Expansion",
  "we_build_and": "We Build and",
  "invest_into": "invest into our restaurant community",
  "leveraging_technology": "leveraging technology, network and our love for food.",
  "we_take_a_data_driven": "We take a data-driven approach to",
  "optimize_delivery_platform_performance": "optimize delivery platform performance",
  "menu_selection": "Menu selection",
  "menu_selection_detail": "Data-driven approach to menu selection and photo selection guaranteed to improve conversion on platforms",
  "pricing_strategy": "Pricing Strategy",
  "pricing_strategy_detail": "Cost and market-based pricing, deep diving into COGs per item and comparison with main competitors",
  "promotion_menu": "Promotion",
  "promotion_menu_detail": "Data-driven approach for right mix of promotion to drive sales and profitability",
  "advertising_campaigns": "Advertising campaigns",
  "advertising_campaigns_detail": "Dynamic ads optimization to maximize returns on a daily basis",
  "ready_to_get_started": "Ready to get started?",
  "ready_to_get_started_details": "As a partner, N-Infinite is committed to assisting restaurants in achieving growth and improving operational efficiency and profitability Every month, we hold a performance review meeting Everyday, we optimize your performance closely",
  "first_name": "First name",
  "last_name": "Last name",
  "email": "Email",
  "phone": "Phone",
  "company": "Company",
  "country": "Country",
  "apply": "Apply",
  "powered_by": "powered by",
  "n_infinite": "N-Infinite",
  "c_symbol": "©",
  "copy-right": "Copyright 2023. All rights reserved.",
  "our_mission": "Our mission:",
  "our_mission_detail": "Empower restaurants to build and execute growth strategies",
  "n_infinite_was_created_to_help_restaurants": "N-Infinite was created to help restaurants",
  "unlock_the_power_of_analytics_and_business_intelligence": "unlock the power of analytics and business intelligence",
  "first_section": "enabling them to build and execute growth strategies that positively impact top and bottom-line profitability.",
  "second_section": "The rise of online food delivery channels presents a growing opportunity for restaurants to capture new customers, build brands and generate more revenue than ever before, as indicated by recent studies.\n\n By 2025, it is projected that online sales channels will contribute to more than 50% of their business. Fuelled by the transformation of consumer behaviour in the digital realm, primarily influenced by the Covid-19 pandemic, this has created an advantageous situation for restaurant owners and now is the time to seize this opportunity. Similar to how hospitality and e-commerce industries have adapted their strategies over the past 15 years. The adoption of a data-driven approach is essential for restaurants to gain insights, improve efficiency, enhance customer relationships, optimise menus, and increase revenue while striving to remain profitable in a super competitive environment. Purpose-built tools and technology solutions, such as N-Infinite, play a crucial role in streamlining data collection, analysis, and decision-making processes for restaurants. Digital transformation across the pre- and post-order journey is a must in order to win vs. the competition.",
  "why_n_Infinite_and_why_now": "Why N-Infinite and why now?",
  "our_story": "Our Story",
  "third_section": "Sean and Enver met while working together at Talabat; they were part of the team responsible for building, launching and scaling Talabat's suite of advertising products, such as GEMs, CPC and Banners across the MENA region. Post-covid, Sean and Enver both left Talabat and went their separate ways with Sean taking up a senior commercial role in the UK with Deliveroo, and Enver doing the same in the UAE with Quiqup. Although now residing in different continents, they remained in touch, speaking regularly about the industry and the commonalities/differences of MENA vs. Europe; they noticed how restaurants were struggling to generate positive ROI from the advertising products that they had helped to introduce to the market. This frustrated them, they knew that these tools were built to provide growth opportunities for restaurants, but restaurants limited access and application of data was inhibiting them to generate actionable insights. Instead of being part of the problem; Sean and Enver started Growdash, as a means to develop a solution and empower restaurants through analytics & BI to build and execute profitable growth strategies."
}
